Repository: NiccoloBargioni/ZTronWWIIUniforms
Catalog: Sources/ZTronWWIIUniforms/Resources/en.lproj/Localizable.xcstrings
Source language: en
Languages: it

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_A.Riddle
source: Catch me if you can
it: Prova a prendermi.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_B.ChallengeName
source: Zombie Hunter B
it: Cacciatore di zombie B

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_B.ProTip1
source: Treasure Zombies spawn approximately every 75 minutes (irregardless of restarts).
it: Gli zombie del tesoro spawnano approssimativamente ogni 75 minuti (anche se inizi una nuova partita).

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_B.ProTip2
source: Salt Mines door must be open, otherwise no treasure zombie will ever spawn.
it: Le porte delle miniere di sale devono essere aperte. In caso contrario, lo zombie del tesoro non spawnerà mai.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_B.Requirement1
source: Obtain Zombie Hunter part B from a Treasure Zombie
it: Ottieni la parte B di Cacciatore di zombie da uno zombie del tesoro in L’Ultimo Reich.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_B.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_B.Riddle
source: Catch me if you can
it: Prova a prendermi.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_C.ChallengeName
source: Zombie Hunter C
it: Cacciatore di zombie C

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_C.ProTip1
source: Treasure Zombies spawn approximately every 75 minutes (irregardless of restarts).
it: Gli zombie del tesoro spawnano approssimativamente ogni 75 minuti (anche se inizi una nuova partita).

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_C.ProTip2
source: Salt Mines door must be open, otherwise no treasure zombie will ever spawn.
it: Le porte delle miniere di sale devono essere aperte. In caso contrario, lo zombie del tesoro non spawnerà mai.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_C.Requirement1
source: Obtain Zombie Hunter part C from a Treasure Zombie
it: Ottieni la parte C di Cacciatore di zombie da uno zombie del tesoro in L’Ultimo Reich.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_C.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_C.Riddle
source: Catch me if you can
it: Prova a prendermi.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_D.ChallengeName
source: Zombie Hunter D
it: Cacciatore di zombie D

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_D.ProTip1
source: Treasure Zombies spawn approximately every 75 minutes (irregardless of restarts).
it: Gli zombie del tesoro spawnano approssimativamente ogni 75 minuti (anche se inizi una nuova partita).

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_D.ProTip2
source: Salt Mines door must be open, otherwise no treasure zombie will ever spawn.
it: Le porte delle miniere di sale devono essere aperte. In caso contrario, lo zombie del tesoro non spawnerà mai.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_D.Requirement1
source: Obtain Zombie Hunter part D from a Treasure Zombie
it: Ottieni la parte D di Cacciatore di zombie da uno zombie del tesoro in L’Ultimo Reich.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_D.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_D.Riddle
source: Catch me if you can
it: Prova a prendermi.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_E.ChallengeName
source: Zombie Hunter E
it: Cacciatore di zombie E

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_E.ProTip1
source: Treasure Zombies spawn approximately every 75 minutes (irregardless of restarts).
it: Gli zombie del tesoro spawnano approssimativamente ogni 75 minuti (anche se inizi una nuova partita).

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_E.ProTip2
source: Salt Mines door must be open, otherwise no treasure zombie will ever spawn.
it: Le porte delle miniere di sale devono essere aperte. In caso contrario, lo zombie del tesoro non spawnerà mai.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_E.Requirement1
source: Obtain Zombie Hunter part E from a Treasure Zombie
it: Ottieni la parte E di Cacciatore di zombie da uno zombie del tesoro in L’Ultimo Reich.

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_E.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.HUNTER.ON_THE_HUNT.ZOMBIE_HUNTER_E.Riddle
source: Catch me if you can
it: Prova a prendermi.

# OUTFIT.HUNTER.OUTFIT_NAME
source: Hunter
it: Cacciatore

# OUTFIT.IRON_RIGER.OUTFIT_NAME
source: Iron Tiger
it: Tigre di ferro

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.ASSEMBLER.ChallengeName
source: Focused Craftism
it: Artigiano concentrato

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.ASSEMBLER.ProTip1
source: Wait til you complete the flares step of the easter egg before you look for a jack-in-the-box.
it: Aspetta di completare il passaggio dei bengala dell’Ester egg prima di cercare un pupazzo a molla.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.ASSEMBLER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.ASSEMBLER.ProTip2
source: Runes combinations can only be seen during even rounds. During odd rounds, you can try each of the 16 combinations to progress with the easter egg.
it: Le combinazioni delle rune si possono vedere solamente durante i round pari. Durante i round dispari, conviene provare tutte le 16 combinazioni per progredire con l’easter egg.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.ASSEMBLER.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.ASSEMBLER.Requirement1
source: Build the sword by beating the easter egg of Chapter 3 without any player opening supply drops.
it: Costruisci la spada completando l’easter egg del Capitolo 3 senza che alcun giocatore apra lanci di approvvigionamento.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.ASSEMBLER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.ASSEMBLER.Riddle
source: Assembler
it: Assemblatore

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.CAREFUL_RESEARCHER.ChallengeName
source: Careful Researcher
it: Ricercatore attento

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.CAREFUL_RESEARCHER.ProTip1
source: To deal as much damage as possible before Goliath heals, lead him to Double Tap before starting to shoot him.
it: Per danneggiare il più possibile il Goliath prima che questo recuperi salute, portalo al Double Tap (Fuoco Rapido) prima di iniziare a sparargli.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.CAREFUL_RESEARCHER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.CAREFUL_RESEARCHER.Requirement1
source: Complete Chapter 3 and exfil without any player going down.
it: Batti il Capitolo 3 ed estraiti senza che alcun giocatore vada a terra.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.CAREFUL_RESEARCHER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.CAREFUL_RESEARCHER.Riddle
source: Precautionary Explorer
it: Esploratore prudente

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.EQUIPMENT_MENACE.Bug1
source: With an high likelihood, using a jack-in-the-box or a lethal equipment negates the challenge.
it: Con probabilità elevata, usare un pupazzo a molla o un equipaggiamento letale nega la sfida.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.EQUIPMENT_MENACE.Bug1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.EQUIPMENT_MENACE.ChallengeName
source: Equipment Menace
it: Attrezzatura Minacciata

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.EQUIPMENT_MENACE.Requirement1
source: Complete a defense objective without any player shooting their weapon in Chapter 3.
it: Completa la difesa di un obiettivo senza che alcun giocatore spari un colpo con la propria arma nel Capitolo 3.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.EQUIPMENT_MENACE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.EQUIPMENT_MENACE.Riddle
source: Tactical Protector
it: Protettore tattico

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.FAST_HANDS.ChallengeName
source: Fast Hands
it: Mani veloci

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.FAST_HANDS.ProTip1
source: Wait til you complete the flares step of the easter egg before you look for a jack-in-the-box.
it: Aspetta di completare il passaggio dei bengala dell’Ester egg prima di cercare un pupazzo a molla.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.FAST_HANDS.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.FAST_HANDS.ProTip2
source: Runes combinations can only be seen during even rounds. During odd rounds, you can try each of the 16 combinations to progress with the easter egg.
it: Le combinazioni delle rune si possono vedere solamente durante i round pari. Durante i round dispari, conviene provare tutte le 16 combinazioni per progredire con l’easter egg.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.FAST_HANDS.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.FAST_HANDS.Requirement1
source: Build the sword by beating the easter egg of Chapter 3 in under 15 minutes.
it: Costruisci la spada battendo l’easter egg del Capitolo 3 in meno di 15 minuti.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.FAST_HANDS.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.FAST_HANDS.Riddle
source: Blacksmith
it: Fabbro

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.NO_HANDOUTS.ChallengeName
source: None for me, thanks
it: Io passo, grazie.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.NO_HANDOUTS.Requirement1
source: Complete Chapter 3 without any player opening supply drops.
it: Completa il capitolo 3 senza che alcun giocatore apra lanci di approvvigionamento.

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.NO_HANDOUTS.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.NO_HANDOUTS.Riddle
source: No Handouts
it: Niente elemosina

# OUTFIT.IRON_TIGER.ARCHAEOLOGICAL_DIG.QuestName
source: Archaeological Dig
it: Scavo archeologico

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.BOAT_SAFETY.ChallengeName
source: Boat Safety
it: Sicurezza Navale

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.BOAT_SAFETY.Requirement1
source: Complete Chapter 2 without any player opening supply drops.
it: Completa il capitolo 2 senza che alcun giocatore apra lanci di approvvigionamento.

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.BOAT_SAFETY.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.BOAT_SAFETY.Riddle
source: Life Jacket
it: Giubbotto di salvataggio

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.OVERBOARD.ChallengeName
source: Overboard
it: Fuori bordo

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.OVERBOARD.Requirement1
source: Reach wave 10 and defeat the Städtjager, all within 15 minutes.
it: Raggiungi il round 10 e batti lo Städtjager, tutto entro 15 minuti.

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.OVERBOARD.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.OVERBOARD.Riddle
source: Permission to come aboard.
it: Permesso di salire a bordo

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.QuestName
source: Crew Captain
it: Capitano di vascello

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.SECURED_THE_PACKAGE.ChallengeName
source: Secured The Package
it: Carico da acquisire

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.SECURED_THE_PACKAGE.ProTip1
source: To unlock The Darkened Path, complete rank 50 in The Tortured Path and optionally activate it at wave zero each time a new game is started.
it: Per sbloccare Cammina nelle tenebre, completa il livello 50 in Via del tormento. Questa modalità può essere attivata all’inizio di ogni partita.

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.SECURED_THE_PACKAGE.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.SECURED_THE_PACKAGE.Requirement1
source: Complete a defense objective in The Darkened Path in Chapter 2.
it: Completa una difesa di un obiettivo in modalità Cammina nelle tenebre nel Capitolo 2.

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.SECURED_THE_PACKAGE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.SECURED_THE_PACKAGE.Riddle
source: Experienced Protector.
it: Protettore esperto

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.THE_POWER_WITHIN.ChallengeName
source: The Power Within
it: Il potere interiore

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.THE_POWER_WITHIN.Requirement1
source: Complete Chapter 2 without any players using perks.
it: Completa il capitolo 2 senza che alcun giocatore usi perk.

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.THE_POWER_WITHIN.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.THE_POWER_WITHIN.Riddle
source: Sea Rations
it: Razioni marittime

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.WELL_TRAVELED.ChallengeName
source: Well Traveled
it: Navigato

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.WELL_TRAVELED.Requirement1
source: Obtain the Pommel by completing the easter egg of Chapter 2 without any player opening supply drops.
it: Ottieni il pomolo battendo l’easter egg del Capitolo 2 senza che alcun giocatore apra lanci di approvvigionamento.

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.WELL_TRAVELED.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.LADY_DEATH.CREW_CAPTAIN.WELL_TRAVELED.Riddle
source: Pack Light
it: Viaggiare leggeri

# OUTFIT.LADY_DEATH.OUTFIT_NAME
source: Lady Death
it: La morte

# OUTFIT.MOUNTAINEER.OUTFIT_NAME
source: Mountaineer
it: Montanaro

# OUTFIT.MOUNTAINEER.ROUGHING_IT.HOME_ADVANTAGE.ChallengeName
source: Home Advantage
it: Vantaggio in casa

# OUTFIT.MOUNTAINEER.ROUGHING_IT.HOME_ADVANTAGE.ProTip1
source: Save your stamina for when you need to go up the stairs by avoiding to sprint immediatly before that.
it: Salva la Stamina per quando devi salire le scale, evitando di correre immediatamente prima.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.HOME_ADVANTAGE.ProTip2
source: Kill only a few zombies at a time, so that you won't have too many zombies blocking your way.
it: Uccidi solo pochi zombie a volta, così non avrai zombie che ti tagliano la strada.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.HOME_ADVANTAGE.ProTip3
source: You can slow down the zombies that sprint too fast by shooting them a bunch of shots.
it: Puoi stordire gli zombie che corrono troppo velocemente sparandogli qualche colpo.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.HOME_ADVANTAGE.Requirement1
source: Survive wave 25 without going down in the Prologue.
it: Sopravvivi all'ondata 25 senza farti atterrare nel Prologo.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.HOME_ADVANTAGE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.MOUNTAINEER.ROUGHING_IT.HOME_ADVANTAGE.Riddle
source: Back then, everything was perfect
it: Quando era tutto perfetto.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.LOCKED_IN_WITH_ME.ChallengeName
source: Locked In With Me
it: Chiuso dentro con te

# OUTFIT.MOUNTAINEER.ROUGHING_IT.LOCKED_IN_WITH_ME.ProTip1
source: Brenner spawns on waves X and Y.
it: Il Brenner arriva alle ondate X ed Y.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.LOCKED_IN_WITH_ME.Requirement1
source: Survive wave 20 with no open doors and with no downed players in The Final Reich.
it: Sopravvivi all'ondata 20 senza aprire porte e senza giocatori atterrati in L'Ultimo Reich

# OUTFIT.MOUNTAINEER.ROUGHING_IT.LOCKED_IN_WITH_ME.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.MOUNTAINEER.ROUGHING_IT.LOCKED_IN_WITH_ME.Riddle
source: Right... Nothing will even touch us.
it: Sì... Non riusciranno neppure a toccarci.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.LOCKED_IN_WITH_YOU.ChallengeName
source: Locked in with you
it: Chiuso dentro con te

# OUTFIT.MOUNTAINEER.ROUGHING_IT.LOCKED_IN_WITH_YOU.ProTip1
source: Brenner spawns on waves X and Y.
it: Il Brenner arriva alle ondate X ed Y.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.LOCKED_IN_WITH_YOU.Requirement1
source: Survive wave 20 with no open doors in The Final Reich.
it: Sopravvivi all'ondata 20 senza aprire porte in L'Ultimo Reich

# OUTFIT.MOUNTAINEER.ROUGHING_IT.LOCKED_IN_WITH_YOU.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.MOUNTAINEER.ROUGHING_IT.LOCKED_IN_WITH_YOU.Riddle
source: We're safe in here... right?
it: Qui è più sicuro... giusto?

# OUTFIT.MOUNTAINEER.ROUGHING_IT.NO_CHEATING.ChallengeName
source: No cheating
it: Vietato barare

# OUTFIT.MOUNTAINEER.ROUGHING_IT.NO_CHEATING.ProTip1
source: Save your stamina for when you need to go up the stairs by avoiding to sprint immediatly before that.
it: Salva la Stamina per quando devi salire le scale, evitando di correre immediatamente prima.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.NO_CHEATING.ProTip2
source: Kill only a few zombies at a time, so that you won't have too many zombies blocking your way.
it: Uccidi solo pochi zombie a volta, così non avrai zombie che ti tagliano la strada.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.NO_CHEATING.ProTip3
source: You can slow down the zombies that sprint too fast by shooting them a bunch of shots.
it: Puoi stordire gli zombie che corrono troppo velocemente sparandogli qualche colpo.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.NO_CHEATING.Requirement1
source: Survive wave 25 without unlocking the secret room in the Prologue.
it: Sopravvivi all'ondata 25 senza sbloccare la stanza segreta nel Prologo.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.NO_CHEATING.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.MOUNTAINEER.ROUGHING_IT.NO_CHEATING.Riddle
source: Things were simpler back then.
it: Allora era tutto più semplice.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.QuestName
source: Roughing it
it: Maniere Forti

# OUTFIT.MOUNTAINEER.ROUGHING_IT.WELCOME_HOME.ChallengeName
source: Welcome Home
it: Casa dolce casa

# OUTFIT.MOUNTAINEER.ROUGHING_IT.WELCOME_HOME.ProTip1
source: Save your stamina for when you need to go up the stairs by avoiding to sprint immediatly before that.
it: Salva la Stamina per quando devi salire le scale, evitando di correre immediatamente prima.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.WELCOME_HOME.ProTip2
source: Kill only a few zombies at a time, so that you won't have too many zombies blocking your way.
it: Uccidi solo pochi zombie a volta, così non avrai zombie che ti tagliano la strada.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.WELCOME_HOME.ProTip3
source: You can slow down the zombies that sprint too fast by shooting them a bunch of shots.
it: Puoi stordire gli zombie che corrono troppo velocemente sparandogli qualche colpo.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.WELCOME_HOME.Requirement1
source: Survive wave 25 in the Prologue
it: Sopravvivi all'ondata 25 nel Prologo.

# OUTFIT.MOUNTAINEER.ROUGHING_IT.WELCOME_HOME.Riddle
source: Back to where it all started
it: Dove tutto ha avuto inizio.

# OUTFIT.NECROMEDIC.FIELDWORK.DIRTY_WORK.ChallengeName
source: Dirty Work
it: Lavoro sporco

# OUTFIT.NECROMEDIC.FIELDWORK.DIRTY_WORK.ProTip1
source: Nuke powerups do not negate the challenge.
it: Le nuke non negano la sfida.

# OUTFIT.NECROMEDIC.FIELDWORK.DIRTY_WORK.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.NECROMEDIC.FIELDWORK.DIRTY_WORK.ProTip2
source: The round tracker for the challenge triggers whenever one round is ended with a melee weapon (ends 24 rounds after).
it: Il contatore dei round per la sfida viene attivato appena un round finisce con una uccisione corpo a corpo (altri 24 round richiesti a partire da quel momento).

# OUTFIT.NECROMEDIC.FIELDWORK.DIRTY_WORK.ProTip3
source: For a quicker completion, you can craft the pick axe; for an easier completion you can use the sword.
it: Per finire più velocemente puoi creare ed usare l’ascia; per un ottenere la sfida più facilmente, puoi usare la spada.

# OUTFIT.NECROMEDIC.FIELDWORK.DIRTY_WORK.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.NECROMEDIC.FIELDWORK.DIRTY_WORK.Requirement1
source: Complete 25 waves without leaving the museum, only using melee weapons.
it: Completa 25 round senza mai lasciare il museo, utilizzando solo armi corpo a copo.

# OUTFIT.NECROMEDIC.FIELDWORK.DIRTY_WORK.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.NECROMEDIC.FIELDWORK.DIRTY_WORK.Riddle
source: Hands on experience.
it: Esperienza diretta.

# OUTFIT.NECROMEDIC.FIELDWORK.MISSING_SUPPLIES.ChallengeName
source: Missing Supplies
it: Scorte mancanti

# OUTFIT.NECROMEDIC.FIELDWORK.MISSING_SUPPLIES.ProTip1
source: Treasure Zombies spawn approximately every 75 minutes (irregardless of restarts).
it: Gli zombie del tesoro spawnano approssimativamente ogni 75 minuti (anche se inizi una nuova partita).

# OUTFIT.NECROMEDIC.FIELDWORK.MISSING_SUPPLIES.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.NECROMEDIC.FIELDWORK.MISSING_SUPPLIES.Requirement1
source: Obtain Zombie Hunter part B from a Treasure Zombie
it: Ottieni la parte B da uno zombie del tesoro.

# OUTFIT.NECROMEDIC.FIELDWORK.MISSING_SUPPLIES.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.NECROMEDIC.FIELDWORK.MISSING_SUPPLIES.Riddle
source: We cannot continue without my tools.
it: Non possiamo proseguire senza i miei strumenti.

# OUTFIT.NECROMEDIC.FIELDWORK.OUTFIT_NAME
source: Necromedic
it: Necromedico

# OUTFIT.NECROMEDIC.FIELDWORK.QuestName
source: Fieldwork
it: Ricerca sul campo

# OUTFIT.NECROMEDIC.FIELDWORK.REQUIRES_BATTERIES.ChallengeName
source: Requires Batteries
it: Richiede batterie

# OUTFIT.NECROMEDIC.FIELDWORK.REQUIRES_BATTERIES.ProTip1
source: Treasure Zombies spawn approximately every 75 minutes (irregardless of restarts).
it: Gli zombie del tesoro spawnano approssimativamente ogni 75 minuti (anche se inizi una nuova partita).

# OUTFIT.NECROMEDIC.FIELDWORK.REQUIRES_BATTERIES.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.NECROMEDIC.FIELDWORK.REQUIRES_BATTERIES.Requirement1
source: Obtain Zombie Hunter part C from a Treasure Zombie
it: Ottieni la parte C da uno zombie del tesoro.

# OUTFIT.NECROMEDIC.FIELDWORK.REQUIRES_BATTERIES.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.NECROMEDIC.FIELDWORK.REQUIRES_BATTERIES.Riddle
source: With this, my design will know no limit.
it: Con questo, i miei progetti non avranno limiti.

# OUTFIT.NECROMEDIC.FIELDWORK.TECH_SAVY.ChallengeName
source: Tech Savy
it: Esperto di tecnologia

# OUTFIT.NECROMEDIC.FIELDWORK.TECH_SAVY.Requirement1
source: After wave 21, obtain 100 consecutive kills with each of the traps.
it: Dopo il round 21, ottieni 100 uccisioni consecutive con ciascuna delle trappole.

# OUTFIT.NECROMEDIC.FIELDWORK.TECH_SAVY.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.NECROMEDIC.FIELDWORK.TECH_SAVY.Riddle
source: Play the field
it: Tastare il terreno

# OUTFIT.NECROMEDIC.FIELDWORK.USEFUL_CONTRAPTION.ChallengeName
source: Useful Contraption
it: Marchingegno utile

# OUTFIT.NECROMEDIC.FIELDWORK.USEFUL_CONTRAPTION.ProTip1
source: A Treasure Zombie spawns approximately every 75 minutes of playtime (persists across games).
it: Gli zombie del tesoro spawnano approssimativamente ogni 75 minuti (anche se inizi una nuova partita).

# OUTFIT.NECROMEDIC.FIELDWORK.USEFUL_CONTRAPTION.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.NECROMEDIC.FIELDWORK.USEFUL_CONTRAPTION.Requirement1
source: Obtain Zombie Hunter Part A from a Treasure Zombie
it: Ottieni la parte A da uno zombie del tesoro.

# OUTFIT.NECROMEDIC.FIELDWORK.USEFUL_CONTRAPTION.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.NECROMEDIC.FIELDWORK.USEFUL_CONTRAPTION.Riddle
source: Where did I leave the damned thing?
it: Dove ho lasciato quella roba?

# OUTFIT.SHADOWGUARD.OUTFIT_NAME
source: Shadowguard
it: Guardia ombra

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.ANCIENT_BANQUET.Requirement1
source: During the Deathraven’s trial for the Schyte update, kill all the red glowing Corpse Eaters with the Fang of An’Heist (upgraded Schyte).
it: Durante la prova del Corvomorte per il potenziamento della falce, uccidi tutti i Mangiatori di cadaveri con la Zanna di An’Heist (falce potenziata).

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.ANCIENT_BANQUET.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SHADOWGUARD.SHADOW_HUNTER.ANCIENT_BANQUET.Riddle
source: Elder Blood
it: Sangue Antico
